Repository: EWBSWE/member-portal
Catalog: translations/po/*.po
Languages: sv

source: 1 year
sv: 1 år

source: 3 year
sv: 3 år

source: 4 digits, for instance 1988
sv: 4 siffror, till exempel 1988

source: A confirmation of your participation is sent to <strong>{{successEmail}}</strong>.
sv: En bekräftelse på din medverkan skickas till <strong>{{successEmail}}</strong>.

source: A confirmation of your payment and your membership is sent to <strong>{{successEmail}}</strong>.
sv: En bekräftelse på din betalning och medlemskap skickas till <strong>{{successEmail}}<strong>.

source: Close
sv: Stäng

source: Comment
sv: Kommentar

source: Do you any questions regarding the event or anything payment related? Reach out to us at <a href="mailto:{{ev.contact}}">{{ev.contact}}</a> for questions regarding this event and <a href="mailto:ict@ingenjorerutangranser.se">ict@ingenjorerutangranser.se</a> for payment or technical questions.
sv: Har du några frågor gällande evenemanget eller några betalningsrelaterade frågor? Hör av dig till oss på <a href="mailto:{{ev.contact}}">{{ev.contact}}</a> för frågor kring evenemanget eller <a href="mailto:ict@ingenjorerutangranser.se">ict@ingenjorerutangranser.se</a> för betalnings- och tekniska frågor.

source: Do you any questions regarding your membership or anything payment related? Reach out to us at <a href="mailto:volontar@ingenjorerutangranser.se">volontar@ingenjorerutangranser.se</a>.
sv: Har du några frågor rörande medlemskap eller din betalning? Hör av dig till oss på <a href="mailto:volontar@ingenjorerutangranser.se">volontar@ingenjorerutangranser.se</a>.

source: Education
sv: Utbildning

source: Email
sv: E-post

source: Email sent to {{user.email}}.
sv: E-post skickat till {{user.email}}.

source: Engineers without borders
sv: Ingenjörer utan gränser

source: Female
sv: Kvinna

source: First and last name
sv: Förnamn och efternamn

source: Forgot your password?
sv: Glömt ditt lösenord?

source: Gender
sv: Kön

source: If you want to get involved we recommend that you contact your local group that you can find over at <a target="_blank" href="https://www.ewb-swe.org/organisation">www.ewb-swe.org/organisation</a>. You can also find available positions for current projects at <a target="_blank" href="http://volontar.ingenjorerutangranser.se">volontar.ingenjorerutangranser.se</a>. If you have any other questions that can't be answered by one of the local groups, feel free to contact us at <a href="mailto:info@ingenjorerutangranser.se">info@ingenjorerutangranser.se</a>.
sv: Vill du dessutom engagera dig aktivt rekommenderar vi dig att direkt kontakta din lokala gruppledare som du hittar på <a target="_blank" href="https://www.ewb-swe.org/organisation">www.ewb-swe.org/organisation</a>. Du kan också leta lediga, specifika behov på vår rekryteringshemsida <a target="_blank" href="http://volontar.ingenjorerutangranser.se">volontar.ingenjorerutangranser.se</a>. Har du andra frågor, som inte kan besvaras av en av våra befintliga grupper, kontaktar du oss med fördel på <a href="mailto:info@ingenjorerutangranser.se">info@ingenjorerutangranser.se</a>.

source: Location
sv: Ort

source: Login
sv: Logga in

source: Male
sv: Man

source: Membership
sv: Medlemskap

source: Membership duration
sv: Varaktighet

source: Name
sv: Namn

source: Other
sv: Annat

source: Password
sv: Lösenord

source: Please enter a name.
sv: Fyll i ett namn.

source: Please enter a valid email address.
sv: Fyll i en riktig e-postadress.

source: Please enter a valid email.
sv: Skriv en giltig e-postadress.

source: Please enter your email and password.
sv: Skriv in e-post och lösenord.

source: Please fill out all required fields before clicking <strong>Sign up</strong>.
sv: Var vänlig fyll i alla fälten innan du klickar på <strong>Bli medlem</strong>.

source: Profession
sv: Yrke

source: Renew your membership
sv: Förnya ditt medlemskap

source: Reset password
sv: Återställ lösenord

source: Sign up
sv: Bli medlem

source: Sign up for 1 year starting at 40 SEK for students or join 3 years for 90 SEK (costs for non-students are 100 SEK and 250 SEK, respectively).
sv: Bli medlem i 1 år för 100 kr (40 kr för studerande) eller i 3 år för 250 kr (90 kr för studerande).

source: Submit
sv: Delta

source: Thank you for participating!
sv: Tack för din medverkan!

source: Thank you for the support!
sv: Tack för ditt stöd!

source: The transaction was unsuccessful
sv: Betalningen misslyckades

source: Type
sv: Typ

source: We failed to complete your transaction. No payment processed.
sv: Vi misslyckades med att genomföra din betalning.

source: We will send you an email with instructions on how to reset your password.
sv: Vi skickar ett mail med instruktioner om hur du återställer ditt lösenord.

source: We would love to see you join our community. Being a part of Engineers without borders gives you the possibility to get involved and influence our work for a better world. Your membership also supports our organization greatly and we need both active and supporting members. There is no requirement for an engineering degree, everyone is needed and all are welcome.
sv: Vi vill gärna se dig i vår medlemsgemenskap. Att vara medlem i Ingenjörer utan gränser ger dig möjlighet att engagera dig och påverka vårt arbete för en bättre värld. Ditt medlemskap innebär också ett stort stöd för vår verksamhet och vi behöver både aktiva och stödjande medlemmar. Du behöver inte vara ingenjör, alla behövs och alla är välkomna!

source: We would love to see your continued support. Being a part of Engineers without borders gives you the possibility to get involved and influence our work for a better world. Your membership also supports our organization greatly and we need both active and supporting members. There is no requirement for an engineering degree, everyone is needed and all are welcome.
sv: Vi ser gärna att du är kvar i vår medlemsgemenskap. Att vara medlem i Ingenjörer utan gränser ger dig möjlighet att engagera dig och påverka vårt arbete för en bättre värld. Ditt medlemskap innebär också ett stort stöd för vår verksamhet och vi behöver både aktiva och stödjande medlemmar. Du behöver inte vara ingenjör, alla behövs och alla är välkomna!

source: When you click <strong>Sign up</strong> your transaction is managed securely by <a href="https://stripe.com/se" target="_blank">Stripe</a>. When the transaction is completed we send you a confirmation to the email address specified above.
sv: När du klickar på <strong>Bli medlem</strong> hanteras din betalning av <a href="https://stripe.com/se" target="_blank">Stripe</a> varpå dina uppgifter behandlas säkert. När betalningen är färdig skickar vi en bekräftelse till den e-postadress som angavs ovan.

source: When you click <strong>Submit</strong> your transaction is managed securely by <a href="https://stripe.com/se" target="_blank">Stripe</a>. When the transaction is completed we send you a confirmation to the email address specified above.
sv: När du klickar på <strong>Delta</strong> hanteras eventuell betalning av <a href="https://stripe.com/se" target="_blank">Stripe</a> varpå dina uppgifter behandlas säkert. När betalningen är färdig skickar vi en bekräftelse till den e-postadress som angavs ovan.

source: Working
sv: Yrkesverksam

source: Year of birth
sv: Födelseår

source: Your card was declined. No payment processed.
sv: Ditt kort medges ej. Ingen betalning genomförd.
